chat_system_466417822_actor_description=Elder Evtid. Elder of royal village
chat_system_466417822_snap_4_question=^?^Look, [player]. To tell you the truth, it is not right for me to ask you again, as you have already helped our village with those terrible plants.
chat_system_466417822_snap_4_answer_0=^?^What's happened?
chat_system_466417822_snap_4_answer_1=^?^You've got even more trouble? No thanks, you can sort it out yourself this time, I have no more time to fix your messes.
chat_system_466417822_snap_5_question=^?^You see... We really don't know what the matter is, but our miller, Bob Bucker, all the sudden has locked himself in the mill. He doesn't want to see or talk to anybody.<br>That would be... well, alright if he wants his privacy. But if he stops the mill, then the whole village will be without flour!
chat_system_466417822_snap_5_answer_0=^?^Huh. Well, I'll go to the miller and find out what's happened.
chat_system_466417822_snap_5_answer_1=^?^Well, it's probably for the best. I heard from the doctors at court that carbs are bad for your health. Settle the problem with the miller yourself.
chat_system_466417822_snap_6_question=^?^Oh, young man. Whoever would have thought that I'd miss that irritating creak of the mill so much.
chat_system_466417822_snap_6_answer_0=^?^So, the miller hasn't come to his senses yet? Ok, I'll visit him and find out what's the matter.
chat_system_466417822_snap_6_answer_1=^?^Your gate creaks even better. I have no time for this right now, sorry.
chat_system_466417822_snap_0_question=^?^Good day, traveler. What did you want to know from me?
chat_system_466417822_snap_0_answer_0=^?^Hey, elder, why are you so gloomy? What's happened?
chat_system_466417822_snap_0_answer_1=^?^Hey, elder, you haven't found any plugens around here, by chance?
chat_system_466417822_snap_0_answer_2=^?^So, where do you say I can find the big Thorn?
chat_system_466417822_snap_0_answer_3=^?^I'd like to ask you a couple of questions.
chat_system_466417822_snap_0_answer_4=^?^I just dropped in to say hello. Well, I'll be on my way. Goodbye!
chat_system_466417822_snap_3_question=^?^Plugens? Oh, these things with a crown... they're colored blue? I've heard about them. No, we common people don't need them. Though once, I remember, all the villagers chipped in for a plugen, so that a young man from the village could enter magic school. But that was a long time ago.
chat_system_466417822_snap_3_answer_0=^?^I see that village life can be hard.
chat_system_466417822_snap_2_question=^?^Did I tell you? I haven't seen it myself, but people say they've seen it by the lake. It's to the west of the village.
chat_system_466417822_snap_2_answer_0=^?^Thank you, now I'll definitely find it.
chat_system_466417822_snap_1_question=^?^I have no time to chat with you. I have to take care of the whole village.
chat_system_466417822_snap_1_answer_0=^?^Well, sorry, if you're so busy, I won't disturb you.
